{
    "A new verification link has been sent to the email address you provided during registration.": "入力いただいたメールアドレスに新しい確認メールを送信しました。",
    "A new verification link has been sent to your email address.": "確認メールを送信しました。",
    "Already registered?": "登録済みの方はこちら",
    "Are you sure you want to delete your account?": "アカウントを削除しますか？",
    "Cancel": "キャンセル",
    "Click here to re-send the verification email.": "確認メールの再送はこちら",
    "Confirm": "確認",
    "Confirm Password": "パスワード（確認用）",
    "Current Password": "現在のパスワード",
    "Dashboard": "ダッシュボード",
    "Delete Account": "アカウント削除",
    "Email": "メール",
    "Email Password Reset Link": "送信",
    "Ensure your account is using a long, random password to stay secure.": "アカウントを安全に保つため、ランダムで長いパスワードを使用していることを確認してください。",
    "Forgot your password?": "パスワードを忘れた方はこちら",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ご登録いただいたメールアドレスを入力してください。パスワード再設定用のURLをメールにてお送りします。",
    "Log in": "ログイン",
    "Log Out": "ログアウト",
    "Name": "氏名",
    "New Password": "新しいパスワード",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントを削除すると、全てのデータが完全に削除されます。残しておきたいデータなどは削除前にダウンロードしてください。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除すると、全てのデータが完全に削除されます。よろしければパスワードを入力してください。",
    "Password": "パスワード",
    "Profile": "プロフィール",
    "Profile Information": "プロフィール情報",
    "Register": "アカウント作成",
    "Remember me": "ログイン状態を保持する",
    "Resend Verification Email": "確認メールを再送する",
    "Reset Password": "パスワード再設定",
    "Save": "保存",
    "Saved.": "保存が完了しました。",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ご登録ありがとうございます。入力いただいたメールアドレス宛に確認メールを送信しました。メールをご確認いただき、メールに記載されたURLをクリックして登録を完了してください。メールが届いていない場合、メールを再送できます。",
    "This is a secure area of the application. Please confirm your password before continuing.": "ここはアプリケーションの安全な領域です。パスワードを入力して続行ください。",
    "Update Password": "パスワード更新",
    "Update your account's profile information and email address.": "プロフィール情報とメールアドレスを更新する。",
    "You're logged in!": "ログイン成功",
    "Your email address is unverified.": "メールアドレスが未認証です。"
}